# Casks only. Formulae are managed by nix (see modules/cli.nix + modules/languages.nix).
# Run: brew bundle --file=Brewfile

cask "beekeeper-studio"
cask "cmux"
cask "codex"
cask "cursor"
cask "discord"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "httpie-desktop"
cask "intellij-idea-ce"
cask "keepassxc"
cask "libreoffice"
cask "nosql-workbench"
cask "obsidian"
cask "openwebstart"
cask "pgadmin4"
cask "postman"
cask "pycharm-ce"
cask "rar"
cask "rectangle"
cask "rio"
cask "slack"
cask "spotify"
cask "superset"
cask "tabby"
cask "tablepro"
cask "warp"
cask "webstorm"
